{
    "calculate_zoom": true,
    "storymap": {
        "language": "en",
        "map_type": "mapbox:mapbox.outdoors",
        "map_as_image": false,
        "slides": [{
            "type": "overview",
            "text": {
                "headline": "North Sterling Irrigation District",
                "text": "It is helpful to understand a system’s components by 'walking through' the system on a map from upstream to downstream.  This example illustrates the North Sterling Irrigation District located on the Lower South Platte.  Click the arrow at right to navigate through the system.  Most of the following information comes from the <a href='http://cwcbweblink.state.co.us/WebLink/PDF/5nhmaieur3y52uqeai1qmw45/1/SPDSS_Task5_KeyStructure_NorthSterling.pdf' target='_blank'><u>SPDSS Memo Task 5 - Key Structure, North Sterling Irrigation District</u></a>."
            }
        },{
            "text": {
                "headline": "North Sterling Inlet Canal",
                "text": "The North Sterling Inlet Canal (<a href='https://dnrweb.state.co.us/cdss/Structures/0100687' target='_blank'><u>WDID 0100687</u></a>) diverts water directly from the South Platte River for storage in North Sterling Reservoir.  The diversion works of the inlet canal consist of a concrete dam and four radial gates.  The canal's length is approximately 63 miles."
            },
			"media": {
                "url": "../images/north-sterling-inlet.png",
                "caption": "North Sterling Canal inlet diverting water north from the South Platte River",
                "credit": "Google Earth"
            },			
            "location": {
                "lat": 40.352461,
                "lon": -103.540756,
                "line": true
            }
        },{
            "text": {
                "headline": "North Sterling Reservoir",
                "text": "The North Sterling Inlet Canal releases water into North Sterling Reservoir (<a href='https://dnrweb.state.co.us/cdss/Structures/6403551' target='_blank'><u>WDID 6403551</u></a>).  The reservoir is an off-channel storage facility.  It has a total storage capacity of 80,590 acre-feet and an active storage capacity of 74,590 acre-feet.  The District typically begins to fill North Sterling Reservoir under its senior water right in the first week of October.  The reservoir will store water throughout the winter under its senior water right, up to 69,446 acre-feet.  Storage water is released to the North Sterling Outlet Canal for irrigation.  North Sterling State Park is located on the east side of the reservoir and is managed by Colorado Parks and Wildlife as a popular boating area."
            },
			"media": {
                "url": "../images/north-sterling-reservoir.png",
                "caption": "North Sterling Reservoir",
                "credit": "Google Earth"
            },				
            "location": {
                "lat": 40.776103,
                "lon": -103.284027,
                "line": true
            }
		},{
            "text": {
                "headline": "Prewitt Reservoir",
                "text": "Once North Sterling Reservoir's water right has been satisfied, priority shifts to Prewitt Reservoir (<a href='https://dnrweb.state.co.us/cdss/Structures/6403552' target='_blank'><u>WDID 6403552</u></a>), the next storage right in priority in Water District 64.  North Sterling Reservoir will again store water under its junior decrees after Prewitt Reservoir has stored the full amount of its senior decree, as water is available in priority."
            },
			"media": {
                "url": "../images/prewitt-reservoir.png",
				"caption": "Prewitt Reservoir",
                "credit": "Google Earth"
            },
            "location": {
                "lat": 40.420227,
                "lon": -103.362811,
                "line": true
            }			
        },{
            "text": {
                "headline": "North Sterling Outlet Canal",
                "text": "The outlet canal delivers irrigation water to approximately 75 individual turnouts within the district.  Each turnout consists of a concrete headgate, steel slide gate and a Parshall flume.  Turnouts may serve more than one user or farm and farms may be served by more than one turnout.  The first requests for water typically occur near the end of April and stop near the end of September.  The district manages water such that each land owner must take delivery of the full amount of water requested.  The outlet canal runs for a length of approximately 65 miles."
            },
            "location": {
                "lat": 40.785169,
                "lon": -103.265652,
                "line": true
            }
		},{
            "text": {
                "headline": "Crops Grown in the District",
                "text": "Here are some of the parcels of land that use water from the District to irrigate crops.  Data are from the <a href='https://www.colorado.gov/pacific/cdss/division-1-south-platte' 'target='_blank'><u>CDSS Division 1 Irrigated Lands 2015</u></a> GIS data layer. Irrigated crops are primarily <span style='color:#e66f03;'>alfalfa</span>, <span style='color:#ca1c6b;'>corn</span>, <span style='color:#20d149;'>grass pasture</span>, <span style='color:#532ae9;'>spring wheat</span> and <span style='color:#cb2ce0;'>sugar beets</span>."
            },
			"media": {
                "url": "../images/north-sterling-irrigated-lands.png"
            },
            "location": {
                "lat": 40.789800,
                "lon": -103.104200,
                "line": true
            }
		},{
            "text": {
                "headline": "Irrigation Methods in the District",
                "text": "Both flood and sprinkler irrigation methods are used.  Approximately 60% of irrigated lands in the District are sprinkler-irrigated.  Sprinkler systems typically pump from small ponds that receive water from the outlet canal.  Use of sprinklers has become more common over the last 30 years.  Here is an example of cropland that uses sprinkler irrigation methods for growing corn."
            },
			"media": {
                "url": "../images/north-sterling-sprinkler.png"
            },
            "location": {
                "lat": 40.875430,
                "lon": -102.83467,
                "line": true
            }			
        }]
    }
}